h/Intro.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Notes on the INTRODUCTION to the Phenomenology of Spirit (Mind).</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-10-08 Tue"/>
<meta name="author" content="GW Dean"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Notes on the INTRODUCTION to the Phenomenology of Spirit (Mind).</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Muller-1970 </a>
<ul>
<li><a href="#sec-1.1">1.1 Philosophical Knowledge </a></li>
<li><a href="#sec-1.2">1.2 Our Fear of Error and Untruth </a></li>
<li><a href="#sec-1.3">1.3 The Absolute is the Only Truth </a></li>
<li><a href="#sec-1.4">1.4 Philosophy Is Not One Position Among Others </a></li>
<li><a href="#sec-1.5">1.5 Ascent Toward the Absolute </a></li>
<li><a href="#sec-1.6">1.6 Limits of the Natural (or Empirical) Consciousness </a></li>
<li><a href="#sec-1.7">1.7 Self-Realizing Skepticism </a></li>
<li><a href="#sec-1.8">1.8 The Dialectical Process as a Living Dialogue </a></li>
<li><a href="#sec-1.9">1.9 Transcendence and Immanence </a></li>
<li><a href="#sec-1.10">1.10 This Dialectic is the Essential Nature of Consciousness </a></li>
<li><a href="#sec-1.11">1.11 Self-Knowledge. Self-Reflection. Self-Realization. </a></li>
<li><a href="#sec-1.12">1.12 Philosophical knowledge, therefore, distinguishes&hellip; </a></li>
<li><a href="#sec-1.13">1.13 Consciousness Itself Is This Process of Comparing Its Own Two Sides </a></li>
<li><a href="#sec-1.14">1.14 This Dialectical Movement </a></li>
<li><a href="#sec-1.15">1.15 The Unity and Coherence of The Process </a></li>
<li><a href="#sec-1.16">1.16 The Realm of Truth and the Trials of Existence </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Muller-1970 </h2>
<div class="outline-text-2" id="text-1">

<p>The long Preface of the <i>Phenomenology of Mind</i> is followed by thirteen
pages, now called Introduction, which contains 16 sections.
</p>
<p>
These pages are something like a long subtitle explaining the meaning 
of the title, which is still meant to be the title of the book in 
section XV.
</p>
<p>
Heraclitus quotation (from the title page of the <i>PoM</i>):
"The soul's meaning is self-augmenting."
</p>
<p>
At the end of the <i>Phenomenology</i>, Hegel says that the 
world-consciousness as developed in the medium of the soul
is a preparation for <i>Logic</i>.
</p>
</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Philosophical Knowledge </h3>
<div class="outline-text-3" id="text-1.1">

<p>Philosophical knowledge is neither a practical tool, by
which the Absolute could be handled, nor a theoretical medium
of reception. Both forms of empirical knowledge postulate a
separation between an object known and empirical subjects 
knowing it. The Absolute is both Being in itself and Subject
for itself. Truth is the ontological consciousness of Being
in us, the One becoming aware of itself in many beings.
</p></div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Our Fear of Error and Untruth </h3>
<div class="outline-text-3" id="text-1.2">

<p>Our fear of error and untruth is a testimony to the presence
of the absolute consciousness in our existence.
</p></div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> The Absolute is the Only Truth </h3>
<div class="outline-text-3" id="text-1.3">

<p>The Absolute is the only truth, and only truth is absolute.
The absolute whole is presupposed (<i>vorausgesetzt</i>) by and 
in all empirical informations. To "know all" is not knowledge
of wholeness or integrity. This ground of philosophy is at 
the same time the goal of its self-development.
</p></div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> Philosophy Is Not One Position Among Others </h3>
<div class="outline-text-3" id="text-1.4">

<p>Philosophy is not one position among others; it cannot withdraw
to an inner certainty, a sentiment, a voluntaristic choice, an
arbitrary faith, or an intuitive hunch. It has to go through all
essential positions of consciousness to show them their own
limitations; and in their limitations their values.
</p></div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Ascent Toward the Absolute </h3>
<div class="outline-text-3" id="text-1.5">

<p>One might see this way through the stations of the appearing
consciousness as an ascent toward the Absolute. This Platonic
image is misleading, if it is not remembered that each station
of this passion-way is in itself an appearing phase of the 
Absolute; in all seemingly fixed or one-sided positions, the
Absolute's own negations must be recognized.
</p></div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> Limits of the Natural (or Empirical) Consciousness </h3>
<div class="outline-text-3" id="text-1.6">

<p>For the varieties of the natural or empirical consciousness
this realization of their limits seems to be a horrifying
and desperate experience. The truth explodes all finite
certainties. This way of doubt and despair must not be confused
with mere riddles; the scientist can return to his position
unscathed after his riddle has been figured out; but he is a
changed man, after philosophical critique has convinced him of
his relativity <i>in</i> the world.
</p></div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> Self-Realizing Skepticism </h3>
<div class="outline-text-3" id="text-1.7">

<p>This self-realizing (<i>sich vollbringend</i>) skepticism must further
not be identified with the particular position of skepticism as 
one of the one-sided forms of consciousness. That one-sided skepticism
is merely the negative result of having seen through the metaphysical
ultimacy of sense-certainty and object-realism of natural consciousness.
It remains negatively tied up with the dogmatic assumptions from
which it abstains.
</p></div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> The Dialectical Process as a Living Dialogue </h3>
<div class="outline-text-3" id="text-1.8">

<p>The dialectical process is on all levels a living dialogue between
the absolute world-itself and the relative consciousness of it in
us. Every empirical subject-object dualism, every finite fixation
is secretly aware of death as that power which overwhelms it. 
Against this feeling of being overwhelmed (<i>Gefuhl der Gewalt</i>) and
against all anguish in the omnipresence of the Absolute, the finite
positions cling all the more stubbornly to their comforts. This
is the misery of unauthentic existence, which can be cured if
existence is willing to appropriate its own "death" as means of
bringing itself into its true Being.
</p></div>

</div>

<div id="outline-container-1.9" class="outline-3">
<h3 id="sec-1.9"><span class="section-number-3">1.9</span> Transcendence and Immanence </h3>
<div class="outline-text-3" id="text-1.9">

<p>There seems to be, then, in all levels of existential knowledge
a discrepancy between absolute truth as measure, and the certainties
of standpoints as that which is measured; of Being in itself beyond
consciousness, and Being-for consciousness; transcendence and
immanence. 
</p></div>

</div>

<div id="outline-container-1.10" class="outline-3">
<h3 id="sec-1.10"><span class="section-number-3">1.10</span> This Dialectic is the Essential Nature of Consciousness </h3>
<div class="outline-text-3" id="text-1.10">

<p>This dialectic is the essential nature of consciousness itself.
Every consciousness distinguishes that which it intends and its
own awareness of intending.
</p></div>

</div>

<div id="outline-container-1.11" class="outline-3">
<h3 id="sec-1.11"><span class="section-number-3">1.11</span> Self-Knowledge. Self-Reflection. Self-Realization. </h3>
<div class="outline-text-3" id="text-1.11">

<p>We who know consciousness as this existential dialectic are
involved in the same dialectic which we seem to be observing.
Philosophy is self-knowledge, dialectical self-reflection and
self-realization.
</p></div>

</div>

<div id="outline-container-1.12" class="outline-3">
<h3 id="sec-1.12"><span class="section-number-3">1.12</span> Philosophical knowledge, therefore, distinguishes&hellip; </h3>
<div class="outline-text-3" id="text-1.12">

<p>Philosophical knowledge, therefore, distinguishes itself
from all other types of knowledge in that its observed object
is the same sort of thing as that which does the observing.
In apprehending the other I characterize myself. That which
is evaluated is also that whereby it is evaluated. Empirical,
natural consciousness intends to know objects as if they were
independent of this consciousness. In understanding this kind
of object-consciousness we understand a mode of existence 
which we are if and when we practice it. Empirical consciousness,
thus, exists in and for itself as that which it is for us in
philosophy. Truth and certainty, that which consciousness is in
itself and that which it is for itself, are one and the same
appearing dialectical process.
</p></div>

</div>

<div id="outline-container-1.13" class="outline-3">
<h3 id="sec-1.13"><span class="section-number-3">1.13</span> Consciousness Itself Is This Process of Comparing Its Own Two Sides </h3>
<div class="outline-text-3" id="text-1.13">

<p>Consciousness itself is this process of comparing its own two
sides, that of which it is aware and its being aware of it.
Philosophical "science" (<i>Wissenschaft</i>) is pure <i>theoria</i> 
(<i>reines Zusehn</i>). The process of experience (<i>Erfahrung</i>) thus
knows and criticizes itself in its limitations. 
</p></div>

</div>

<div id="outline-container-1.14" class="outline-3">
<h3 id="sec-1.14"><span class="section-number-3">1.14</span> This Dialectical Movement </h3>
<div class="outline-text-3" id="text-1.14">

<p>This dialectical movement, in which consciousness is forced
to take one position after another in the correlations of
knowledge and its intentional object, is the experience
(<i>Eh-fahrung</i>) which it makes with itself. Consciousness
constitutes itself in and by this experience.
</p></div>

</div>

<div id="outline-container-1.15" class="outline-3">
<h3 id="sec-1.15"><span class="section-number-3">1.15</span> The Unity and Coherence of The Process </h3>
<div class="outline-text-3" id="text-1.15">

</div>

</div>

<div id="outline-container-1.16" class="outline-3">
<h3 id="sec-1.16"><span class="section-number-3">1.16</span> The Realm of Truth and the Trials of Existence </h3>
<div class="outline-text-3" id="text-1.16">

<p>The realm of truth is inseparably one with our tentative
and provisional trials of existence; there is not a moment
of truth which is not also a shape of living consciousness.
</p></div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: GW Dean
<a href="mailto:gwdean@gmail.com">&lt;gwdean@gmail.com&gt;</a>
</p>
<p class="date"> Date: 2013-10-08 Tue</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
